Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Enter a Hexa adress or select one in the data
pt_br: Forneça um endereço HEXA ou selecione um nos dados

source: Kernel Signals
pt_br: Sinais do Kernel

source: Program Interrupt
pt_br: Interrupção do Programa

source: Program parameters
pt_br: Argumentos do programa

source: Run In Terminal
pt_br: Executar em um Terminal

source: Set Signal Property
pt_br: Definir Propriedades do Sinal

source: Source Directories
pt_br: Diretórios de Código Fonte

source: _Automatic update
pt_br: Automático

source: _Location:
pt_br: _Localização:

source: _Name:
pt_br: Nome:

source: _Value:
pt_br: Valor

source: dialog2
pt_br: diálogo2

source: Times
pt_br: Tempos

source: _Breakpoints
pt_br: _Pontos de Interrupção

source: Add Breakpoint...
pt_br: Definir Ponto de Interrupção...

source: Add a breakpoint
pt_br: Define um ponto de interrupção

source: Remove Breakpoint
pt_br: Pontos de Interrupção

source: Remove a breakpoint
pt_br: Define um ponto de interrupção

source: Jump to Breakpoint
pt_br: Pontos de Interrupção

source: Jump to breakpoint location
pt_br: Alterna o ponto de interrupção na localização atual

source: Edit breakpoint properties
pt_br: Propriedades dos pontos de interrupção

source: Enable Breakpoint
pt_br: Desabilita todos os Pontos de Interrupção

source: Enable a breakpoint
pt_br: Define um ponto de interrupção

source: Deactivate all breakpoints
pt_br: Desativar todos os pontos de interrupção

source: C_lear All Breakpoints
pt_br: _Limpar todos os Pontos de Interrupção

source: Delete all breakpoints
pt_br: Exclui todos os ponto de interrupção

source: Breakpoint operations
pt_br: Propriedades dos pontos de interrupção

source: Disassembly
pt_br: Desabilitado

source: Debugger Log
pt_br: Comando do Depurador

source: Debugger
pt_br: Depurar

source: Started
pt_br: início

source: Loaded
pt_br: Carregado:

source: Running...
pt_br: Executar C_onfiguração...

source: Stopped
pt_br: Parar

source: Location: %s, line %d
pt_br: Local: %s, linha %d

source: Unloaded
pt_br: Unicode

source: gdb terminated unexpectedly with status %d
pt_br: o gdb foi terminado inesperadamente. Reiniciando o gdb

source: Program has received signal: %s
pt_br: O programa recebeu o sinal %s (%s)

source: Run Target...
pt_br: Executar _Autogerar...

source: load and start the target for debugging
pt_br: Abre o executável para depuração

source: Restart Target
pt_br: Procurar Alvo

source: restart the same target for debugging
pt_br: Abre o executável para depuração

source: _Attach to Process...
pt_br: _Anexar ao Processo...

source: Attach to a running program
pt_br: Anexa a um programa em execução

source: Stop Debugger
pt_br: _Parar o Depurador

source: Custom debugger command
pt_br: Comando customizado do depurador

source: Info _Target Files
pt_br: Info sobre Arquivos Al_vo

source: Display information on the files the debugger is active with
pt_br: Mostra informações sobre os arquivos em que o depurador está operando

source: Info _Program
pt_br: Info sobre _Programa

source: Display information on the execution status of the program
pt_br: Exibe informações sobre o estado da execução do programa

source: Info _Kernel User Struct
pt_br: Info sobre _Kernel User Struct

source: Display the contents of kernel 'struct user' for current child
pt_br: Mostra os conteúdos da 'user struct' do kernel para o filho atual

source: Show kernel signals
pt_br: Mostra os sinais do Kernel

source: Run/_Continue
pt_br: Executar/_Continuar

source: Step _In
pt_br: Passo para _Dentro

source: Step O_ver
pt_br: Passar Por _Cima

source: Step _Out
pt_br: Passo para _Fora

source: _Run to Cursor
pt_br: _Executar até o cursor

source: Info _Global Variables
pt_br: Info sobre Variáveis _Globais

source: Display all global and static variables of the program
pt_br: Mostra todas as variáveis estáticas e globais do programa

source: Info _Current Frame
pt_br: Info sobre o F_rame Atual

source: Info Function _Arguments
pt_br: Informações de _Argumentos de Funções

source: Display function arguments of the current frame
pt_br: Exibe os argumentos do frame atual

source: Registers
pt_br: Registrador

source: Shared Object
pt_br: Objeto Compartilhado

source: Sysm Read
pt_br: Leitura de Sysm

source: Modify Signal
pt_br: Modificar Sinal

source: Kernel signals
pt_br: Sinais do Kernel

source: Show Line Numbers
pt_br: Exibe/Oculta os números de linha

source: Whether to display line numbers
pt_br: Exibe/Oculta os números de linha

source: Show Line Markers
pt_br: Exibe/Oculta os marcadores de margem

source: View Source
pt_br: Ver Código Fonte

source: Stack frame operations
pt_br: Operações com macros

source: Unable to execute: %s.
pt_br: Impossível executar o arquivo: %s.

source: Unable to open the file: %s
pt_br: Impossível abrir o arquivo: %s

source: Missing file %s
pt_br: Construindo o arquivo: %s...

source: Load Target to debug
pt_br: Carregar o Alvo para depuração

source: Set current thread
pt_br: Define o frame atual

source: Thread
pt_br: Info sobre _Threads

source: Thread operations
pt_br: Operações com o Glade

source: Add Watch...
pt_br: Adicionar à Observação

source: Remove Watch
pt_br: _Remover todos

source: Update Watch
pt_br: Atualizar tudo

source: Change Value
pt_br: Mudar item

source: Remove all
pt_br: _Remover todos

source: Automatic update
pt_br: Automático

source: Watch operations
pt_br: Operações com macros

source: Search Help:
pt_br: Procurar Ajuda:

source: _Goto
pt_br: I_r Para

source: Previous Help
pt_br: Ajuda Anterior

source: Go to previous help page
pt_br: Vai para a página de ajuda anterior

source: Next Help
pt_br: Próxima Ajuda

source: Go to next help page
pt_br: Vai para a próxima página de ajuda

source: _API Reference
pt_br: Referências _API

source: Browse API Pages
pt_br: Navegar as Páginas API

source: _Context Help
pt_br: Ajuda de _Contexto

source: Search help for the current word in the editor
pt_br: Procura ajuda para a palavra atual no editor

source: _Search Help
pt_br: _Procurar Ajuda

source: Search for a term in help
pt_br: Procura um termo no help

source: Help operations
pt_br: Operações com ferramentas

source: Books
pt_br: Marcador

source: Search
pt_br: Procurar

source: Auto format is currently disabled. Change the setting in Preferences.
pt_br: A autoformatação está desabilitada. Altere os padrões em Preferências.

source: Anjuta does not know %s!
pt_br: O Anjuta não conhece %s!

source: Are you sure you want to reload '%s'? Any unsaved changes will be lost.
pt_br: Você tem certeza de que deseja recarregar o '%s'? Todas as informações não gravadas serão perdidas.

source: Close file
pt_br: _Fechar Arquivo

source: Save file as
pt_br: Salva o arquivo como

source: The file '%s' already exists. Do you want to replace it with the one you are saving?
pt_br: O arquivo '%s' já existe. Deseja sobrescrevê-lo?

source: 'indent' arguments
pt_br: Parâmetros

source: Autoformat style
pt_br: Estilo de autoformatação

source: Autosave
pt_br: Autosalvamento

source: Blank Lines
pt_br: Opções de impressão

source: Breaking Long Lines
pt_br: Opções de impressão

source: Comments
pt_br: Comentário:

source: Declarations
pt_br: Ações

source: Encoding to use when saving files
pt_br: Codificação a ser utilizada quando salvar arquivos

source: Indentation
pt_br: Indentação

source: Statements
pt_br: Parâmetros

source: After Declarations
pt_br: Vai para a De_claração

source: All Comments
pt_br: Comentário:

source: Always save in UTF-8 encoding (faster)
pt_br: Sempre salvar na codificação UTF-8 (mais rápido)

source: Bottom
pt_br: Fundo

source: Brace
pt_br: Recuar

source: Case
pt_br: Fechar

source: Continuation
pt_br: Configuração

source: Continue at Parenth.
pt_br: Configurar Parâmetros

source: Declaration
pt_br: Declaração de Tag

source: Delete the style selected in the combo style selector.
pt_br: Exclui o texto selecionado do editor

source: Disable auto-format
pt_br: Desativar auto-formatação

source: Do not show tabs
pt_br: Não exibir tabulações

source: Enable files autosave
pt_br: Ativar salvamento automático de arquivos

source: Encodings
pt_br: Codificações

source: Indent
pt_br: Indentação

source: Indent Preferences
pt_br: Preferências do Anjuta

source: Indent Setting
pt_br: Indentação

source: Length
pt_br: Linguagem:

source: Note: If there is a project open, the preferences in this page are project preferences and will be loaded from and saved with the project. If there is no project open, they will be global preferences.
pt_br: Nota: se já existe um Projeto aberto, as preferências desta página serão preferências deste Projeto, sendo carregadas e salvas com ele. Se nenhum Projeto estiver aberto, elas serão consideradas preferências globais.

source: Parameter
pt_br: Parâmetros:

source: Place a space after a cast operator.
pt_br: Por favor, entre um nome ou ao menos um diretório.

source: Preview
pt_br: Visualizar Impressão

source: Save files interval in minutes
pt_br: Intervalo de auto-salvamento em minutos

source: Save the selected Style with the modified parameters.
pt_br: Salva o arquivo atual com um nome diferente

source: Space after Cast
pt_br: Salva o arquivo como

source: Try to save in current locale's encoding
pt_br: Tenta salvar na codificação local atualmente utilizada

source: Try to save in original encoding
pt_br: Tenta salvar na codificação original

source: Update Style
pt_br: Atualizar tudo

source: Go to Line number:
pt_br: _Vai Para o Número de Linha

source: Save A_ll
pt_br: Salvar _Tudo

source: Save all currently open files, except new files
pt_br: Salva todos os arquivos abertos, exceto os novos

source: _Close File
pt_br: _Fechar Arquivo

source: Close All Files
pt_br: Fechar Todos os Arquivos

source: Reload F_ile
pt_br: Recarregar _Arquivo

source: Swap .h/.c
pt_br: Trocar .h/.c

source: Swap c header and source file
pt_br: Troca entre o arquivo de cabeçalho o de fonte em c

source: Recent _Files
pt_br: _Arquivos Recentes

source: _Print...
pt_br: I_mprimir

source: Print preview of the current file
pt_br: Visualiza a impressão do arquivo atual

source: _Make Selection Uppercase
pt_br: Converter a Seleção para _Maiúsculas

source: Convert EOL to Majority EOL
pt_br: Converter caracteres EOL para maioria EOL

source: Convert End Of Line characters to majority of the EOL found in the file
pt_br: Converte caracteres Fim de Linha para a maioria dos EOL encontrados no arquivo

source: Select _All
pt_br: Selecionar _Tudo

source: Select to _Brace
pt_br: Selecionar até a _Chave

source: Select the text in the matching braces
pt_br: Seleciona o texto entre as chaves correspondentes

source: Select _Code Block
pt_br: Selecionar Bloco de _Código

source: Co_mment
pt_br: Comentário:

source: _Block Comment/Uncomment
pt_br: Comentar/Descomentar o _Bloco

source: Bo_x Comment/Uncomment
pt_br: Comentar/Descomentar a Cai_xa

source: _Stream Comment/Uncomment
pt_br: Comentar/Descomentar o _Stream

source: _Goto Line number
pt_br: _Vai Para o Número de Linha

source: _Add Editor View
pt_br: _Adicionar Vista do Editor

source: Add one more view of current document
pt_br: Adiciona mais uma vista ao documento atual

source: _Remove Editor View
pt_br: _Remover Vista do Editor

source: Remove current view of the document
pt_br: Remover a vista atual do documento

source: _AutoComplete
pt_br: _AutoCompletar

source: _Line Number Margin
pt_br: Números das _Linhas na margem

source: Show/Hide line numbers
pt_br: Exibe/Oculta os números de linha

source: _Marker Margin
pt_br: _Marcadores de Margem

source: Show/Hide marker margin
pt_br: Exibe/Oculta os marcadores de margem

source: _Code Fold Margin
pt_br: Indi_cador de fold na margem

source: Show/Hide code fold margin
pt_br: Exibe/Oculta um indicador de fold na margem da linha

source: _Indentation Guides
pt_br: Guias de I_ndentação

source: Show/Hide indentation guides
pt_br: Exibe/Oculta as guias de indentação

source: Show/Hide white spaces
pt_br: Exibe/Oculta os espaços em branco

source: Show/Hide line end characters
pt_br: Exibe/Oculta os caracteres de fim de linha

source: Zoom In
pt_br: Zoom de aproximação

source: Zoom in: Increase font size
pt_br: Zoom +: Aumenta o tamanho da fonte

source: Zoom Out
pt_br: Zoom de afastamento

source: Zoom out: Decrease font size
pt_br: Zoom -: Diminuir o tamanho do fonte

source: _Highlight Mode
pt_br: _Modo de Realce

source: For_mat
pt_br: For_matar

source: Auto _Format
pt_br: Auto_Formatar

source: Autoformat the current source file
pt_br: Autoformata o arquivo de código atualActionFormatSettings", N_("Autoformat _settingsAutoformat settingsActionFormatIndentationIncrease", N_("_Increase IndentIncrease indentation of line/selectionActionFormatIndentationDecrease", N_("_Decrease IndentDecrease indentation of line/selection

source: _Open All Folds
pt_br: _Abrir Todos os Folds

source: _Toggle Bookmark
pt_br: Alternar Marcador

source: Toggle a bookmark at the current line position
pt_br: Alterna o marcador na posição da linha atual

source: _First Bookmark
pt_br: _Primeiro marcador

source: Jump to the first bookmark in the file
pt_br: Pula para o primeiro marcador no arquivo

source: _Previous Bookmark
pt_br: Marcador _anterior

source: _Next Bookmark
pt_br: Marcador _seguinte

source: _Last Bookmark
pt_br: Ú_ltimo marcador

source: Jump to the last bookmark in the file
pt_br: Pula para o último marcador no arquivo

source: _Clear All Bookmarks
pt_br: Li_mpar todos os marcadores

source: Editor bookmarks
pt_br: Marcadores do editor

source: Goto
pt_br: Ir Para

source: Goto line
pt_br: Vai para a linha

source: Enter the line number to jump and press enter
pt_br: Informe o número de linha para onde ir e pressione enter

source: Editor quick navigations
pt_br: Navegações rápidas do editor

source: Autocompletion
pt_br: Autocompletar

source: Basic Indentation
pt_br: Indentação

source: Autocomplete XML/HTML closing tags
pt_br: Completar automaticamente tags de encerramento XML/HML

source: Autocompletion pop up choices
pt_br: Escolhas do pop up autocompletar

source: Back color:
pt_br: Cor do plano de fundo:

source: Calltip background:
pt_br: Plano de Fundo da caixa de dica:

source: Caret blink period in milli-seconds
pt_br: Intervalo de piscada do cursor em milisegundos

source: Edge column
pt_br: Aresta de coluna

source: Enable HTML tags folding
pt_br: Ativar dobra de tags HTML

source: Enable automatic indentation
pt_br: Habilitar a indentação automática

source: Enable code folding
pt_br: Ativar folding de código

source: Enable comments folding
pt_br: Ativar folding de comentários

source: Enable line wrap
pt_br: Ativar quebra de linha

source: Enable python comments folding
pt_br: Ativar folding de comentários python

source: Enable python quoted strings folding
pt_br: Ativar folding de expressões python entre aspas

source: Fore color:
pt_br: Cor da frente:

source: Indent closing braces
pt_br: Indentar chaves de fechamento

source: Indent opening braces
pt_br: Indentar chaves de abertura

source: Indentation size in spaces:
pt_br: Tamanho da indentação em espaços:

source: Maintain past Indentation
pt_br: Manter a Indentação anterior

source: Pressing backspace un-indents
pt_br: Pressionar backspace desindenta

source: Pressing tab inserts indentation
pt_br: Pressionar tab indenta

source: Printing
pt_br: Imprimindo

source: Use tabs for indentation
pt_br: Utilizar tabs para indentação

source: View Indentation Guides
pt_br: Ver Guias de Indentação

source: View Whitespaces
pt_br: Ver Espaços em Branco

source: View indentation whitespaces
pt_br: Ver espaços em brando da indentação

source: Unable to get text buffer for printing
pt_br: Impossível obter buffer de texto para impressão

source: Printing...
pt_br: Imprimindo...

source: Print Preview
pt_br: Visualizar Impressão

source: The file '%s' on the disk is more recent than the current buffer. Do you want to reload it?
pt_br: O arquivo '%s' no disco é mais recente que o disponível no buffer atualmente. Deseja recarregá-lo?

source: Could not get file info
pt_br: Impossível obter as informações do arquivoThis file is too big. Unable to allocate memory.

source: This file is too big. Unable to allocate memory.
pt_br: O arquivo é muito grande. Impossível alocar memória.

source: Could not open file
pt_br: Impossível abrir o arquivo

source: The file does not look like a text file or the file encoding is not supported. Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
pt_br: O arquivo não parece ser um arquivo de texto ou a codificação não é suportada. Por favor, verifique se a codificação do arquivo é suportada na relação de codificações. Se ela não for suportada, você deve adicioná-la a partir de preferências.

source: Loading file...
pt_br: Carregando...

source: Could not load file: %s Details: %s
pt_br: Impossível carregar o arquivo: %s Detalhes: %s

source: File loaded successfully
pt_br: Projeto carregado com sucesso.

source: Saving file...
pt_br: Salva arquivo do Glade...

source: Could not save intermediate file %s: %s.
pt_br: Impossível salvar o arquivo: %s.

source: Could not save file %s: %s.
pt_br: Impossível salvar o arquivo: %s.

source: File saved successfully
pt_br: Projeto salvo com sucesso

source: Cannot load Global defaults and configuration files: %s. This may result in improper behaviour or instabilities. Anjuta will fall back to built in (limited) settings
pt_br: Impossível carregar padrões Globais e arquivos de configuração: %s. Isto pode resultar em um comportamento inapropriado ou instabilidades. O Anjuta vai reverter para as definições (limitadas) padrões

source: Back
pt_br: Recuar

source: Tag Definition
pt_br: Definição de Tag

source: Tag Declaration
pt_br: Declaração de Tag

source: Prev mesg
pt_br: Mensagem anterior

source: Next mesg
pt_br: Próxima mensagem

source: Prev bookmark
pt_br: Marcador anterior

source: Next bookmark
pt_br: Próximo marcador

source: Toggle breakpoint
pt_br: Alternar ponto de interrupção

source: Step in
pt_br: Passo para dentro

source: Step over
pt_br: Passo sobre

source: Step out
pt_br: Passo para fora

source: Run to cursor
pt_br: Executa até o cursor

source: Run/Continue
pt_br: Executar/Continuar

source: Interrupt
pt_br: Interromper

source: Toggle Line numbers
pt_br: Alternar Número de Linhas

source: Toggle Marker Margin
pt_br: Alternar Margem do Marcador

source: Toggle Fold Margin
pt_br: Alternar Margem do Fold

source: Toggle Guides
pt_br: Alternar Guias

source: Cut
pt_br: Cortar

source: Copy
pt_br: Copiar

source: Paste
pt_br: Colar

source: Context Help
pt_br: Ajuda de Contexto

source: Toggle Bookmark
pt_br: Alternar Marcador

source: Auto format
pt_br: Auto formatar

source: Go
pt_br: Ir Para

source: Find Usage
pt_br: Procurar Usos da Região Selecionada

source: Docked
pt_br: Docar

source: Cannot open "%s". There is no plugin, default action, or application configured to handle this file type. Mime type: %s. You may choose to try opening it with the following plugins or applications.
pt_br: Impossível abrir "%s". Não existe nenhum plugin, ação padrão, ou aplicação configurada para manipular este tipo de arquivo. Mime type: %s. Você pode escolher tentar abrí-lo com os plugins ou aplicações a seguir.

source: Document Manager
pt_br: Gerenciador de Documentos

source: Failed to activate plugin: %s
pt_br: Falha ao ativar o plugin: %s

source: _New...
pt_br: _Novo...

source: New empty editor.
pt_br: Novo editor vazio.

source: Open _With
pt_br: Abrir _Com

source: File Loader
pt_br: Carregador de Arquivo

source: New file, project and project components.
pt_br: Novo arquivo, Projeto e componentes de Projeto.

source: Open
pt_br: Abre

source: Open _Recent
pt_br: Abrir _Recente

source: No file details
pt_br: Sem detalhes de mensagens

source: Directory filter:
pt_br: Filtro de diretório:

source: File filter:
pt_br: Filtro de arquivos:

source: Root directory if no project is open:
pt_br: Diretório root se nenhum projeto está aberto:

source: Choose directories
pt_br: Escolher diretórios

source: Choose files
pt_br: Escolher arquivos

source: Do not show files ignored by version control
pt_br: Não mostrar arquivos ignorados pelo controle de versão

source: Do not show hidden directories
pt_br: Não exibir diretórios ocultos

source: Do not show hidden files
pt_br: Não exibir arquivos ocultos

source: Ignore directories
pt_br: Ignorar diretórios

source: Ignore files
pt_br: Ignorar arquivos

source: Space-separated list of file name patterns to ignore
pt_br: Lista separada por espaços de padrões de nomes de arquivos que devem ser ignorados

source: dialog3
pt_br: diálogo3

source: Refresh file manager tree
pt_br: Atualizando a árvore do gerenciador de arquivo

source: File manager popup actions
pt_br: Ações de popup do gerenciador de arquivos

source: File Manager
pt_br: Carregador de Arquivo

source: File Information
pt_br: Informações do Arquivo

source: Add License Information
pt_br: Adiciona Informação de Licença

source: Add to project
pt_br: Adicionar ao Projeto

source: Enter the File name. The extension will be added according to the type.
pt_br: Entre com o nome do Arquivo. A extensão será adicionada de acordo com o tipo de arquivo.

source: C -C++ Header File
pt_br: Cabeçalhos C/C++

source: C++ Source File
pt_br: Arquivos de fonte em C/C++

source: Shell Script File
pt_br: Arquivos Script de Shell

source: Unable to build user interface for New File
pt_br: Impossível criar interface de usuário para o Novo Arquivo

source: Command Line Parameters
pt_br: Parâmetros da Linha de Comando

source: Execute Program
pt_br: Executar o Programa

source: Run in Terminal
pt_br: Executar em um Terminal

source: Loading Executable:
pt_br: Carregando Executável:

source: Loading Core:
pt_br: Carregando Core:

source: Unable to find: %s. Unable to initialize debugger. Make sure Anjuta is installed correctly.
pt_br: Impossível encontrar: %s. Impossível inicializar o depurador. Certifique-se de que o Anjuta está instalado corretamente.

source: Open an executable or attach to a process to start debugging.
pt_br: Abra um executável ou anexe a um processo para iniciar a depuração

source: Make sure 'gdb' is installed on the system.
pt_br: Certifique-se de que o 'gdb' está instalado no sistema.

source: Debugger is ready.
pt_br: O depurador está preparado.

source: The program is attached. Do you still want to stop the debugger?
pt_br: O programa está EM EXECUÇÃO. Ainda deseja parar o Depurador?

source: The program is running. Do you still want to stop the debugger?
pt_br: O programa está EM EXECUÇÃO. Ainda deseja parar o Depurador?

source: Cannot execute gnome-terminal
pt_br: Impossível executar o gnome-terminal

source: Cannot start terminal for debugging.
pt_br: Impossível iniciar o terminal para depuração.

source: Anjuta is unable to attach to itself.
pt_br: O Anjunta não pode anexar-se a ele memo.

source: _Undo: %s
pt_br: _Desfazer: %s

source: _Undo
pt_br: _Desfazer

source: _Redo: %s
pt_br: _Refazer: %s

source: Glade project '%s' saved
pt_br: Projeto do Glade '%s' salvo

source: Save glade file...
pt_br: Salva arquivo do Glade...

source: Save glade file as...
pt_br: Salva o arquivo do Glade como...

source: _Close without Saving
pt_br: _Fechara sem Salvar

source: Save glade project...
pt_br: Salva o Projeto do Glade...

source: Undo last action
pt_br: Desfaz a última ação

source: Redo last undone action
pt_br: Refaz a última ação desfeita

source: Cu_t
pt_br: Cor_tar

source: Cut selection
pt_br: Corta a seleção

source: Copy selection
pt_br: Copia a seleção

source: Paste selection
pt_br: Cola a seleção

source: _Delete
pt_br: _Excluir

source: Delete selection
pt_br: Exclui a seleção

source: _Show Clipboard
pt_br: _Mostra a

source: Show clipboard
pt_br: Mostra a área de transferência
